Repository: boski-src/Copernicus.Client
Catalog: src/locale/messages.*.xlf
Languages: pl

source: Loading...
pl: Ładowanie...

source: Enter Game CODE
pl: Wprowadź kod gry

source: <i> </i> Join
pl: <i> </i> Dołącz

source: <i> </i> Home
pl: <i> </i> O nas

source: <i> </i> Players
pl: <i> </i> Gracze

source: Choose language
pl: Wybierz język

source: <i> </i> Games
pl: <i> </i> Quizy

source: Sign In first
pl: Zaloguj się

source: <i> </i> Create party
pl: <i> </i> Stwórz grę

source: Site map
pl: Podstrony

source: Home
pl: O nas

source: Top players
pl: Najlepsi gracze

source: Explore games
pl: Przeglądaj gry

source: Create party
pl: Stwórz grę

source: Logout
pl: Wyloguj

source: Follow us
pl: Śledź nas

source: Source Code
pl: Kod źródłowy

source: <i> </i> Home
pl: <i> </i> O nas

source: <i> </i> TOP Players
pl: <i> </i> Najlepsi gracze

source: <i> </i> Explore games
pl: <i> </i> Przeglądaj gry

source: <i> </i> Sign In
pl: <i> </i> Zaloguj się

source: Learn with fun.
pl: Zdobywaj wiedzę przez zabawę.

source: Enter the world of physics, mathematics and astronomy. And all this with the addition of fun and competition online.
pl: Wejdź do świata szeroko pojętej fizyki, matematyki i astronomii. A to wszystko z dodatkiem zabawy i rywalizacji online.

source: Get started
pl: Rozpocznij

source: Join at Copernicus.com<br/>with PIN: <b> {{ game.code }} </b>
pl: Wejdź na Copernicus.top<br/>with PIN: <b> {{ game.code }} </b>

source: <i> </i> Back
pl: <i> </i> Wróć

source: <i> </i> Share with friends
pl: <i> </i> Udostępnij

source: About us
pl: O nas

source: Copernicus is quiz-based multiplayer, online game, totally free for everyone, no-ads, only valuable content. Here you can play, learn, compete in classroom or with peoples from entire world. Quiz is based on questions of topics from astronomy, physics, mathematics and strict Nicklaus Copernicus and his whole live, arts.
pl: Copernicus to oparta gra online, trybu quiz, całkowicie darmowa dla wszystkich, bez reklam. Tutaj możesz grać, uczyć się, rywalizować w klasie lekcyjnej lub z ludźmi z całego świata. Quiz opiera się na pytaniach z zakresu astronomii, fiyzki, matematyki i ściśle Mikołaja Kopernika oraz jego całą twórczość.

source: Top 20 Players
pl: Najlepsza dwuciestka

source: Fullname
pl: Nazwa

source: Score
pl: Punkty

source: Join
pl: Dołącz

source: <span> </span> Load more
pl: <span> </span> Załaduj więcej

source: Sign in to join
pl: Zaloguj się, żeby dołączyć

source: Not found any available games.
pl: Nie znaleziono żadnych, dostępnych gier.

source: Create party
pl: Stwórz grę

source: Name
pl: Nazwa

source: Primary language
pl: Język przewodni

source: Max questions
pl: Ilość pytań

source: Create
pl: Stwórz

source: <i> </i> Back
pl: <i> </i> Wróć

source: Game: <span> {{game.name}} </span> Members: <span> {{game.members?.length}} </span> Questions: <span> {{game.questions?.length}} </span>
pl: Gra: <span> {{game.name}} </span> Człownków: <span> {{game.members?.length}} </span> Pytań: <span> {{game.questions?.length}} </span>

source: Leave
pl: Opuść

source: Join to <b> {{ game?.name }} </b>
pl: Dołącz do <b> {{ game?.name }} </b>

source: Join
pl: Dołącz

source: <i> </i> Back
pl: <i> </i> Wróć

source: Join at Copernicus.com<br/>with PIN: <b> {{ game.code }} </b>
pl: Wejdź Copernicus.com<br/>z KODEM: <b> {{ game.code }} </b>

source: Start with <b> {{ game.members.length }} </b> members
pl: Rozpocznij z <b> {{ game.members.length }} </b> członków

source: Close
pl: Zamknij

source: <b>Lobby </b>
pl: <b>Poczekalnia </b>

source: Leave
pl: Wyjdź

source: Next question
pl: Następne pytanie

source: <i> </i> Start Game
pl: <i> </i> Rozpocznij grę

source: <i> </i> Go to Summary
pl: <i> </i> Podsumuj punkty

source: <b>Quiz game </b>
pl: <b>Gra quiz </b>

source: Question: <b> {{ question.orderIndex + 1 }} of {{ game.questions.length }} </b>
pl: Pytanie: <b> {{ question.orderIndex + 1 }} of {{ game.questions.length }} </b>

source: Answer correct <i> </i>
pl: Odpowiedź prawidłowa <i> </i>

source: Answer incorrect <i> </i>
pl: Odpowiedź nieprawidłowa <i> </i>

source: Waiting for summaring...
pl: Oczekiwanie na podsumowanie...

source: Waiting for next round...
pl: Oczekiwanie na następną rundę...

source: Waiting for start...
pl: Oczekiwanie na rozpoczęcie...

source: Leave from<b>QUIZ </b>
pl: Wyjdź z<b>QUIZ </b>

source: <b>Final scoreboard </b>
pl: <b>Tabela wyników </b>

source: Place Place
pl: Miejsce

source: Player
pl: Gracz

source: The game was ended with zero score.
pl: Gra została zakończona z wynikiem zero.
